/* Main alert text */
"Q_HEADLINE_APP" = "“%@” er %@ %@. Er du sikker på, at du vil åbne det?"; /* file name, application type (see Q_TYPE_*, below), origin phrase (see Q_ORIGIN_*, below). Example: “[GigaFun]” is [an application] [attached to a mail message]. Are you sure you want to open it? */
"Q_HEADLINE_APP_THAT_WAS" = "“%@” er %@, som var %@. Er du sikker på, at du vil åbne det?"; /* file name, application type (see Q_TYPE_*, below), origin phrase (see Q_ORIGIN_*, below). Example: “[GigaFun]” is [an application] that was [attached to a mail message]. Are you sure you want to open it? */
"Q_HEADLINE_DOC_BINDING" = "“%@” er muligvis %@. Det var %@ og vil åbnes i %@. Er du sikker på, at du vil åbne det?"; /* file name, application type (see Q_TYPE_*, below), origin phrase (see Q_ORIGIN_*, below), app name. Example: “[Fun.html]” may be [an application]. It was [attached to a mail message] and will be opened by [GigaFun]. Are you sure you want to open it?*/
"Q_HEADLINE_MALWARE" = "“%@” vil beskadige computeren. Du bør flytte det til papirkurven."; /* file name. Example:  “[GigaFun]” will damage your computer. You should move it to the Trash. */

/* Origin phrases for the headline */
/* These phrases complete the sentence "This file was..." */
"Q_ORIGIN_INTERNET" = "hentet fra Internet"; 
"Q_ORIGIN_WEB" = "hentet fra Internet";
"Q_ORIGIN_MAIL" = "vedlagt en e-postbesked";
"Q_ORIGIN_CHAT" = "vedlagt en chatbesked";
"Q_ORIGIN_CALENDAR" = "vedlagt en kalenderbegivenhed";
"Q_ORIGIN_MESSAGE" = "vedlagt en besked";

/* Detail text for malware */
"Q_DETAIL_MALWARE_NAME" = "Det indeholder den ondsindede software “%@”."; /* malware signature name */
"Q_HEADLINE_MALWARE_MOVE_ERROR" = "“%@” kunne ikke flyttes til papirkurven."; /* name */
"Q_HEADLINE_MALWARE_EJECT_ERROR" = "Diskbilledet med “%@” kunne ikke skubbes ud."; /* name */
"Q_DETAIL_MALWARE_REMOVE_ERROR" = "Denne ondsindede software skal fjernes manuelt.";

/* Detail text for files */
"Q_DETAIL_DOWNLOAD_DATE" = "Dette %@ blev hentet %@."; /* "file" or "alias", date phrase */
"Q_DETAIL_DOWNLOAD_AGENT_DATE" = "%@ hentede dette %@ %@."; /* application name, "file" or "alias", date phrase */
"Q_DETAIL_DOWNLOAD_AGENT_DATE_FROM" = "%@ hentede dette %@ %@ fra %@."; /* application name, "file" or "alias", date phrase, Internet domain name */
"Q_DETAIL_RECEIVED_AGENT_DATE" = "%@ modtog dette %@ %@."; /* application name, "file" or "alias", date phrase */
"Q_DETAIL_TYPE_FILE" = "arkiv";
"Q_DETAIL_TYPE_ALIAS" = "henvisning";

/* Detail text for disk images */
"Q_DETAIL_ON_DMG" = "“%@” er på diskbilledet “%@”."; /* filename, filename */
"Q_DETAIL_ON_DMG_UNKNOWN" = "“%@” er på et diskbillede, der ikke findes."; /* filename */
"Q_DETAIL_DMG_DOWNLOAD_DATE" = "Diskbilledet blev hentet den %@."; /* date phrase */
"Q_DETAIL_DMG_DOWNLOAD_AGENT_DATE" = "%@ hentede dette diskbillede %@."; /* application name, date phrase */
"Q_DETAIL_DMG_DOWNLOAD_AGENT_DATE_FROM" = "%@ hentede dette diskbillede %@ fra %@."; /* application name, date phrase, Internet domain name */
"Q_DETAIL_DMG_RECEIVED_AGENT_DATE" = "%@ modtog dette diskbillede %@."; /* application name, date phrase */

/* Detail text for network file systems */
"Q_DETAIL_ON_SERVER" = "“%@” er på en netværksenhed."; /* filename */
"Q_DETAIL_ON_SERVER_NAME" = "“%@” er på netværksenheden “%@”."; /* filename, volume name */
"Q_DETAIL_SERVER_AGENT_DATE" = "%@ åbnede denne netværksforbindelse %@."; /* application name, date phrase */

/* Date/time phrases used in detail text */
"Q_DATE_TODAY" = "i dag kl. %@"; /* time */
"Q_DATE_YESTERDAY" = "i går kl. %@"; /* time */
"Q_DATE_THIS_YEAR" = "den %@"; /* date */
"Q_DATE_FULL" = "den %@"; /* date */
"Q_DATE_UNKNOWN" = "på en ukendt dato"; /* inserted into the date/time phrase slot when a date is not known (very rare) */

/* Checkbox titles */
"Q_DO_NOT_WARN" = "Advar mig ikke igen, når jeg åbner dette program"; /* (unused) */
"Q_DO_NOT_WARN_DMG" = "Advar mig ikke, når jeg åbner programmer på dette diskbillede";
"Q_DO_NOT_WARN_SERVER" = "Advar mig ikke, når jeg åbner programmer på denne netværksenhed";

/* Regular button titles */
"Q_BUTTON_OPEN" = "Åbn";
"Q_BUTTON_CANCEL" = "Annuller";
"Q_BUTTON_SHOW_WEB_PAGE" = "Vis webside";
"Q_BUTTON_SHOW_MAIL" = "Vis besked";
"Q_BUTTON_SHOW_CHAT" = "Vis besked";
"Q_BUTTON_SHOW_CALENDAR" = "Vis begivenhed";
"Q_BUTTON_SHOW_DMG" = "Vis diskbillede";
"Q_BUTTON_SHOW_APP" = "Vis program";
"Q_BUTTON_SHOW_SOURCE" = "Vis afsender";
"Q_BUTTON_EJECT_DMG" = "Skub diskbillede ud";

/* Malware button titles */
"Q_BUTTON_MOVE_TO_TRASH" = "Flyt til papirkurv";

/* File kinds */
"Q_TYPE_APPLICATION" = "et program";
"Q_TYPE_SCRIPT_APPLICATION" = "et instruksprogram";
"Q_TYPE_UNIX_APPLICATION" = "et Unix-program";
"Q_TYPE_JAVA_APPLICATION" = "et Java-program";
"Q_TYPE_WEB_APPLICATION" = "et webprogram";
"Q_TYPE_QUARTZ_APPLICATION" = "et Quartz Composer-program";
"Q_TYPE_WINDOWS_APPLICATION" = "et Windows-program";
"Q_TYPE_ALIAS_VARIANT" = "%@-henvisning"; /* application type, e.g. "a Unix application alias" */

/* Help */
"Q_HELP_ANCHOR" = "mh11389";
"Q_HELP_MALWARE_ANCHOR" = "mh27449";
